Repository: JosephGabito/taskbreaker-project-management
Catalog: languages/task_breaker-*.po
Languages: fr_ca

source: Authentication issues. Terminating...
fr_ca: Problèmes d'authentification. Terminer ...

source: Did not received any http file. Terminating...
fr_ca: N'a pas reçu de fichier HTTP. Terminer ...

source: An error occured. Please check maximum size and maximum header size.
fr_ca: Une erreur s'est produite. Vérifiez la taille maximale et la taille d'en-tête maximale.

source: Unable to create temporary directory. Permission error.
fr_ca: Impossible de créer un répertoire temporaire. Erreur de permission.

source: Unable to clear temporary directory. Permission error.
fr_ca: Impossible d'effacer le répertoire temporaire. Erreur de permission.

source: Unable to handle file upload.
fr_ca: Impossible de gérer le téléchargement de fichiers.

source: Projects
fr_ca: Projets

source: Search result for: "%s"
fr_ca: Résultat de la recherche pour: "%s"

source: Currently showing %d task
fr_ca: Actuellement en %d tâche

source: out of %d
fr_ca: en %d

source: Currently showing %d completed task
fr_ca: Actuellement affiché %d tâche complétée

source: No results found. Try another filter or add new task.
fr_ca: Aucun résultat trouvé. Essayez un autre filtre ou ajoutez une nouvelle tâche.

source: Title
fr_ca: Titre

source: Priority
fr_ca: Priorité

source: %s task
fr_ca: %s tâche

source: Go to the first page
fr_ca: Aller à la première page

source: Go to the previous page
fr_ca: Aller à la page précédente

source: Select Page
fr_ca: Sélectionnez la page

source: Go to the next page
fr_ca: Aller à la page suivante

source: Go to the last page
fr_ca: Aller à la dernière page

source: Started by
fr_ca: Commencé par

source: Visit User Profile
fr_ca: Visiter le profil de l'utilisateur

source: under &raquo;
fr_ca: sous &raquo;

source: New Project
fr_ca: Nouveau projet

source: [{{{site.name}}}] There is a new task waiting for you.
fr_ca: [{{{nom.site}}}] Il y a une nouvelle tâche qui vous attend.

source: A member of a project received a new ask.
fr_ca: Un membre d'un projet a reçu une nouvelle demande.

source: [{{{site.name}}}] New task update.
fr_ca: [{{{nom.site}}}] Nouvelle mise à jour de la tâche.

source: A member of a project updated a task.
fr_ca: Un membre d'un projet a mis à jour une tâche.

source: Search Projects...
fr_ca: Rechercher des projets ...

source: %s Projects
fr_ca: %s Projets

source: You were assigned a new task, but it was deleted. You can ignore this notification.
fr_ca: On vous a assigné une nouvelle tâche, mais elle a été supprimée. Vous pouvez ignorer cette notification.

source: assigned a new task for you &mdash;
fr_ca: Vous a assigné une nouvelle tâche &mdash;

source: You have a new task waiting for you under
fr_ca: [{{{nom.site}}}] Il y a une nouvelle tâche qui vous attend

source: project
fr_ca: projet

source: Project
fr_ca: Projet

source: Add New
fr_ca: Ajouter nouveau

source: Add New Project
fr_ca: Ajouter un nouveau projet

source: Edit Project
fr_ca: Modifier le projet

source: View Project
fr_ca: Afficher le projet

source: All Projects
fr_ca: Tous les projets

source: Search Projects
fr_ca: Rechercher des projets

source: Parent Projects:
fr_ca: Projets parentaux:

source: No projects found.
fr_ca: Aucun projet trouvé.

source: No projects found in Trash.
fr_ca: Aucun projet trouvé dans Trash.

source: Menu Header
fr_ca: En-tête de menu

source: Public Group Projects
fr_ca: Tous les projets

source: Projects Directory
fr_ca: Répertoire des projets

source: posted a new update in
fr_ca: a publié une nouvelle mise à jour

source: completed
fr_ca: terminé

source: reopened
fr_ca: rouvert

source: Updated
fr_ca: Actualisé

source: Completed
fr_ca: Terminé

source: Reopened
fr_ca: Réouverture

source: %1$s %2$s the task %3$s %4$s
fr_ca: %1$s %2$s la tâche %3$s %4$s

source: %1$s added new task under %2$s
fr_ca: %1$s ajoutée nouvelle tâche sous %2$s

source: Open
fr_ca: Ouvrir

source: Notice: TaskBreaker is only available for PHP Version 5.3.0 and above.
fr_ca: Remarque: TaskBreaker n'est disponible que pour la version 5.3.0 et supérieure de PHP.

source: Notice: TaskBreaker requires BuddyPress Groups Component to be enabled.
fr_ca: Remarque: TaskBreaker requiert que le composant BuddyPress Groups soit activé.

source: Project Management
fr_ca: Gestion de projet

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: A member of the project under the same task added a new update
fr_ca: Un membre du projet sous la même tâche a ajouté une nouvelle mise à jour

source: Yes, send email
fr_ca: Oui, envoyer un courriel

source: No, do not send email
fr_ca: Non, ne pas envoyer de courrier électronique

source: A new task is assigned to me
fr_ca: Une nouvelle tâche est assignée à moi

source: Tip: Press the <em>'escape'</em> key in your keyboard to hide this form
fr_ca: Astuce: appuyez sur la touche <em>'espace'</em> dans votre clavier pour cacher ce formulaire

source: Enter the new title for this project
fr_ca: Entrez le nouveau titre pour ce projet

source: Project Name
fr_ca: Nom du projet

source: Project Details
fr_ca: Détails du projet

source: Describe what this project is all about. You can edit this later.
fr_ca: Décrivez ce qu'est ce projet. Vous pouvez éditer ceci plus tard.

source: Assign to Group:
fr_ca: Affecter au groupe:

source: Save Project
fr_ca: Sauvegarder le projet

source: Only a group moderator or a group administrator can create a group project. %1$s Create your group %2$s or %3$s join an existing one %4$s to take part in projects.
fr_ca: Seul un modérateur de groupe ou un administrateur de groupe peut créer un projet de groupe. %1$s Créez votre groupe %2$s ou %3$s joignez un existant %4$s pour participer aux projets.

source: Create Group
fr_ca: Créer un groupe

source: Visit Groups
fr_ca: Visiter des groupes

source: Please enable BuddyPress Groups Component to create new Project
fr_ca: Remarque: TaskBreaker requiert que le composant BuddyPress Groups soit activé

source: There are no Group Projects found at this time.
fr_ca: Il n'y a pas de projet de groupe trouvé en ce moment.

source: Please enable BuddyPress Groups Components to access the Projects.
fr_ca: Remarque: TaskBreaker requiert que le composant BuddyPress Groups soit activé.

source: Go to page %d &raquo;
fr_ca: Aller à la page %d &raquo;

source: Explain what this project is all about
fr_ca: Expliquez de quoi s'agit ce projet

source: Update Project
fr_ca: Projet de mise à jour

source: Delete
fr_ca: Effacer

source: You cannot access this group project settings page. Only the administrators and the moderators of this group are allowed to access.
fr_ca: Vous n'êtes pas autorisé à supprimer cette tâche. Seuls les administrateurs de groupe ou les modérateurs de groupe sont autorisés.

source: Dashboard
fr_ca: Tableau de bord

source: Tasks
fr_ca: Tâches

source: Edit
fr_ca: Modifier

source: Settings
fr_ca: Paramètres

source: This project can only be accessed by group members. Use the button below join the group and receive an access to this project.
fr_ca: Ce projet ne peut être consulté que par les membres du groupe. Utilisez le bouton ci-dessous pour rejoindre le groupe et recevoir un accès à ce projet.

source: Join Group
fr_ca: Visiter des groupes

source: Please enable BuddyPress Groups Components.
fr_ca: Remarque: TaskBreaker requiert que le composant BuddyPress Groups soit activé.

source: About
fr_ca: Au sujet de

source: At a Glance
fr_ca: En bref

source: Total Tasks
fr_ca: Total des tâches

source: Task(s) remaining
fr_ca: Tâche (s) restante

source: Task(s) Completed
fr_ca: Tâche(s) terminée(s)

source: Task Summary
fr_ca: Sommaire de la tâche

source: Priority:
fr_ca: Priorité:

source: No File Selected
fr_ca: Aucun fichier sélectionné

source: Click to attach a file
fr_ca: Cliquez pour joindre un fichier

source: (maximum file size: %d MB)
fr_ca: (Taille maximale du fichier: %d MB)

source: Uploading
fr_ca: Téléchargement

source: . File attached successfully.
fr_ca: . Fichier attaché avec succès.

source: . Upload successfully initiated, but the server was unable to process it. See message below.
fr_ca: . Le téléchargement a été lancé avec succès, mais le serveur n'a pas pu le traiter. Voir le message ci-dessous.

source: File attachment is disabled for this browser. Please update to latest version
fr_ca: La connexion de fichier est désactivée pour ce navigateur. Veuillez mettre à jour la dernière version

source: Save Task
fr_ca: Tâche de mise à jour

source: Ops! Only group administrator or group moderators can add tasks to this group project.
fr_ca: Ops! Seul l'administrateur de groupe ou les modérateurs de groupe peuvent ajouter des tâches à ce projet de groupe.

source: Unable to update the task. Please make sure you have the right privilege.
fr_ca: Impossible de mettre à jour la tâche. Assurez-vous d'avoir le bon privilège.

source: New Progress by
fr_ca: Nouveau progrès par

source: Completed by
fr_ca: Terminé par

source: Reopened by
fr_ca: Réouverte par

source: Delete comment
fr_ca: Supprimer le commentaire

source: Remove Comment
fr_ca: Supprimer le commentaire

source: Loading Attached Files...
fr_ca: Chargement des fichiers joints ...

source: Click to update file attachment
fr_ca: Cliquez pour mettre à jour la pièce jointe du fichier

source: Update Task
fr_ca: Tâche de mise à jour

source: Ops! Looks like you are lost. %s
fr_ca: Ops! On dirait que vous êtes perdu. %s

source: Go back to tasks.
fr_ca: Revenez aux tâches.

source: Create New Task
fr_ca: Créer une nouvelle tâche

source: Edit Task
fr_ca: Modifier la tâche

source: Show All
fr_ca: Montrer tout

source: Normal Priority
fr_ca: Priorité normale

source: High Priority
fr_ca: Priorité élevé

source: Critical Priority
fr_ca: Priorité critique

source: Search Tasks:
fr_ca: Tâches de recherche:

source: Search Task
fr_ca: Tâche de recherche

source: Apply
fr_ca: Appliquer

source: No tasks found. Try different keywords and filters.
fr_ca: Aucune tâche n'a été trouvée. Essayez différents mots clés et filtres.

source: of
fr_ca: de

source: Go to the next page!!!
fr_ca: Aller à la page suivante!!!

source: Only members of this group can see tasks.
fr_ca: Un membre d'un projet a mis à jour une tâche.

source: %s Task
fr_ca: %s Tâche

source: Unable to access the task details. Only group members can access this page.
fr_ca: Impossible d'accéder aux détails de la tâche. Seuls les membres du groupe peuvent accéder à cette page.

source: High
fr_ca: Élevé

source: Critical
fr_ca: Critique

source: This task is assigned to:
fr_ca: Cette tâche est assignée à:

source: Download File
fr_ca: Télécharger un fichier

source: Tasks List
fr_ca: Liste des tâches

source: &larr; Tasks List
fr_ca: &larr; Liste des tâches

source: In Progress
fr_ca: En cours

source: Reopen Task
fr_ca: Réouvrir la tâche

source: Complete
fr_ca: Achevée

source: Explain what this update is all about
fr_ca: Expliquez ce que cette mise à jour concerne

source: Update Priority:
fr_ca: Priorité de mise à jour:

source: Only assigned members of this task or members with the right privilege are able to add progress to this task.
fr_ca: Seuls les membres assignés de cette tâche ou les membres ayant le bon privilège peuvent ajouter des progrès à cette tâche.

source: There are no tasks assigned to you. Enjoy your day!
fr_ca: Il n'y a pas de tâches qui vous sont assignées. Profitez de votre journée!

source: Please use the login form to sign in and view your tasks.
fr_ca: Veuillez utiliser le formulaire de connexion pour vous connecter et afficher vos tâches.

source: Invalid Request. Your session has already expired (invalid nonce). Please go back and refresh your browser. Thanks!
fr_ca: Requête invalide. Votre session a déjà expiré (invalide nonce). Veuillez revenir en arrière et rafraîchir votre navigateur. Merci!

source: Cannot find the route: %s
fr_ca: Impossible de trouver l'itinéraire: %s

source: Unable to add tasks. Only a group administrator or a group moderator can add tasks.
fr_ca: Vous n'êtes pas autorisé à supprimer cette tâche. Seuls les administrateurs de groupe ou les modérateurs de groupe sont autorisés.

source: There was an error trying to add this task. Title and Description fields are required or there was an unexpected error.
fr_ca: Une erreur s'est produite en essayant d'ajouter cette tâche. Les champs de titre et de description sont requis ou il y a eu une erreur inattendue.

source: Permission Denied. Unauthorized.
fr_ca: Permission refusée. Non autorisé.

source: File attachment successfully deleted.
fr_ca: La connexion de fichier a été supprimée avec succès.

source: Fail to delete attachment
fr_ca: Échec de suppression de la pièce jointe

source: You are not allowed to delete this task. Only group administrators or group moderators are allowed.
fr_ca: Vous n'êtes pas autorisé à supprimer cette tâche. Seuls les administrateurs de groupe ou les modérateurs de groupe sont autorisés.

source: Unable to access the task details. Only group members can access this page
fr_ca: Impossible d'accéder aux détails de la tâche. Seuls les membres du groupe peuvent accéder à cette page

source: Unauthorized Access
fr_ca: L'accès non autorisé

source: File upload success
fr_ca: Succès du téléchargement de fichier

source: Displays the current logged in user's latest tasks.
fr_ca: Affiche les dernières tâches de l'utilisateur connecté.

source: (TaskBreaker) My Recent Task
fr_ca: (TaskBreaker) Ma tâche récente

source: My Recent Tasks
fr_ca: Mes tâches récentes

source: Title:
fr_ca: Titre:

source: Number of Tasks:
fr_ca: Nombre de tâches:

source: Use this sidebar area in your theme to display all the Widgets related to Projects.
fr_ca: Utilisez cette zone de barre latérale dans votre thème pour afficher tous les Widgets liés aux Projets.
